espressif/esp-iot-solution/components/display/tools/esp_lv_eaf_player/test_apps/lvgl8/sdkconfig.defaults
# For IDF 5.0
CONFIG_ESP_TASK_WDT_EN=n

CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192

CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_IDF_TARGET="esp32s3"
